<template>
  <v-ons-page>
    <v-ons-toolbar class="header">
        <div class="left"><v-ons-back-button modifier="quiet" class=" h_left"><span class="material-icons">close</span></v-ons-back-button></div>
        <div class="center"><span class="h_title">利用規約及びプライバシーポリシー</span></div>
    </v-ons-toolbar>
    <div>
      <div class="title">
        <span>利用規約及びプライバシーポリシー</span>
      </div>
      <div class="content">
        この規約（以下「本規約」といいます。）は、株式会社SwimLab（以下「当社」といいます）が提供するアプリケーションサービス「（SwimLab）」（以下「本アプリ」といいます。）の利用に関する条件を定めるものであり、本アプリを利用するすべてのお客様（以下「ユーザー」といいます。）に適用されます。ユーザーは、本アプリを利用する前に、本規約をよくお読みください。
        <br/><br/>
        第1条（本規約への同意）<br/>
        1. ユーザーは、本規約の定めに従って本アプリを利用しなければならず、本規約に同意しない限り本アプリを利用できません。<br/>
        2. ユーザーが、本アプリをスマートフォンその他の情報端末にダウンロードし、本規約への同意手続を行った時点で、ユーザーと当社との間で、本規約の諸規定に従った利用契約（以下「本利用契約」といいます。）が成立します。<br/><br/>

        第2条（本規約の改定・変更）<br/>
        1. 当社は、当社の判断において、いつでも本規約の内容を変更又は追加できるものとします。変更後の利用規約は、当社が別途定める場合を除いて、本アプリ上又は当社の運営するウェブサイトに掲示します。<br/>
        2. ユーザーは、変更後の本規約に同意しない場合には、本アプリをダウンロードした情報端末から、直ちに本アプリを削除するものとします。<br/>
        3. ユーザーが本規約の変更後も本アプリの利用を継続する場合、当該ユーザーは、変更後の本規約に同意したものとみなされます。なお、当社は、本規約の変更又は追加につき、各ユーザーに個別に通知することはいたしません。ユーザーは、ユーザーの責任において、随時、本規約の最新の内容を確認の上、本アプリをご利用ください。<br/>
        <br/><br/>
        第3条（定義）<br/>
        本規約において、次の各号に掲げる用語の意義は、当該各号に定めるところによるものとします。<br/>
        1. 「コンテンツ」ユーザーが本アプリを通じてアクセスすることができる情報（文章、画像、動画、音声、音楽その他のサウンド、イメージ、ソフトウェア、プログラム、コードその他のデータを含みますが、これらに限られません。）をいいます。<br/>
        2. 「提供コンテンツ」本アプリにおいて当社がユーザーに対し提供するコンテンツその他全ての情報をいいます。<br/>
        3. 「ユーザーコンテンツ」ユーザーが本アプリの利用にあたって入力又は送信するコンテンツをいいます。<br/>
        <br/><br/>
        第4条（有償コンテンツ）<br/>
        1. 本アプリ内の一部については、別途対価を支払うことにより有償コンテンツを購入することができます。有償コンテンツの金額、決済方法その他の事項は、別途当社が定め、本アプリ又は当社ウェブサイトに表示します。<br/>
        2. 当社は、本アプリにおいて無償又は有償とされているコンテンツについて、当社の裁量でその価格を変更することがあります。<br/>
        3. ユーザーが支払を遅滞した場合、ユーザーは、年14.6％の割合による遅延損害金を当社に対して支払うものとします。<br/>
        4. 有償コンテンツは、ユーザー本人のアカウントに対してのみ使用が許諾されます。<br/>
        <br/><br/>
        第5条（未成年者による利用）<br/>
        1. 未成年者のユーザーは、有償コンテンツの購入を含む本アプリの利用の一切につき、親権者等の法定代理人の同意を得た上で本アプリをダウンロードし、法定代理人の同意のもと本アプリを利用しなければなりません。<br/>
        2. 当社は、未成年者のユーザーによる有償コンテンツの購入につき、年齢に応じて利用金額の上限又は支払方法等の制限を設けることがあります。未成年者のユーザーは当該制限に従って有償コンテンツを利用しなければなりません。<br/>
        3. 未成年者のユーザーが、法定代理人の同意がないにもかかわらず同意があると偽り又は年齢について成年と偽って本アプリを利用した場合、その他行為能力者であることを信じさせるために詐術を用いた場合、本アプリに関する一切の法律行為を取り消すことは出来ません。<br/>
        4. 本規約の同意時に未成年であったユーザーが成年に達した後に本アプリを利用した場合、当該ユーザーは本アプリに関する一切の法律行為を追認したものとみなされます。
        <br/><br/>
        第6条（通信の秘密）<br/>
        当社は、電気通信事業法第4条に基づき、ユーザーの通信の秘密を守ります。ただし、次の各号のいずれか一つに該当する場合、当社は、当該各号に定める範囲内において、ユーザーの通信の秘密にかかわる情報を閲覧又は削除することができるものとします。<br/>
        1. 刑事訴訟法又は犯罪捜査のための通信傍受に関する法律の定めに基づく強制処分又は裁判所の命令が行われた場合<br/>
        2. 法令に基づく行政処分が行われた場合<br/>
        3. 特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律第4条に基づく開示請求の要件が満たされていると当社が判断した場合<br/>
        4. 人の生命、身体又は財産の保護のために必要があると当社が判断した場合<br/>
        5. 本アプリ運営の必要上やむを得ないと当社が判断した場合
        6. ユーザーから同意を取得した場合<br/>
        <br/><br/>
        第7条（ユーザー情報の登録）<br/>
        1. ユーザーは、本アプリを利用するにあたって自己に関する情報を登録しなければなりません（以下、登録された情報を「ユーザー情報」といいます。）。<br/>
        2. ユーザー情報の登録にあたり、ユーザーは当社に対し、真実かつ正確な情報を提供しなければなりません。ユーザー情報に誤りがあった場合又は変更が生じた場合、ユーザーは、自己の責任において、速やかにユーザー情報を修正又は変更するものとします。<br/>
        3. 当社は、ユーザー情報を前提として、本アプリに関するサービスを提供します。ユーザー情報の内容に虚偽、誤り又は記載漏れがあったことによりユーザーに損害が生じたとしても、当社は一切責任を負いません。
        <br/><br/>
        第8条（ユーザーに関する情報の取扱い）<br/>
        当社は、ユーザー情報、端末情報等その他本アプリの利用に関しユーザーから収集する情報を、別途当社が定めるSwimLabプライバシーポリシー（URL:××××）に従い、適切に取り扱います。
        <br/><br/>
        第9条（アカウントの管理）<br/>
        1. ユーザーは、自己の責任においてアカウントを管理及び保管するものとし、これを第三者に利用させ、又は貸与、譲渡、名義変更、売買等をしてはならないものとします。<br/>
        2. 当社は、当該アカウントの一致を確認した場合、当該アカウントを保有するものとして登録されたユーザーが本アプリを利用したものとみなします。<br/>
        3. アカウントが盗用され又は第三者に使用されていることが判明した場合、ユーザーは、直ちにその旨を当社に通知するとともに、当社からの指示に従うものとします。<br/>
        4. アカウントの管理不十分又は第三者の使用等による損害の責任は、ユーザーが負うものとし、当社は一切の責任を負いません。<br/>
      </div>
    </div>
  </v-ons-page>
</template>

<script>
  export default {

  }
</script>

<style scoped>
  .content{
    padding: 0px 24px;
    margin-top: 24px;
    font-family: "SF Pro Text";
    font-style: normal;
    font-weight: normal;
    font-size: 14px;
    line-height: 150%;
    color: #303235;
  }
  .title{
    margin-top: 70px;
    font-family: "Noto Sans CJK JP";
    font-style: normal;
    font-weight: bold;
    font-size: 20px;
    line-height: 150%;
    text-align: center;
    color: #303235;
  }
  .header{
    border-bottom: 1px solid lightgrey;
    height: 88px;
    padding-top: 40px;
  }
  .h_title{
    margin-top: 12px;
    font-family: "Noto Sans JP";
    font-style: normal;
    font-weight: bold;
    font-size: 18px;
    line-height: 26px;
    color: #303235;
    margin-left: -50px;
  }
  .h_left{
    margin-top: 5px;
  }

</style>


